{
  "bukulokomedia": [
    {
      "id": 1,
      "barang": "Headset segitga gunung putih",
      "toko": "Elektronik Nusantara",
      "harga": "68.000",
      "image": "https://i.imgur.com/HZMdLET.png",
      "sinopsis": "Tidak bisa dipungkiri, GO-JEK menjadi begitu fenomenal dengan layanan Ojek Online yang penuh kreasi dan inovasi. Dalam buku ini, akan dibahas membuat layanan Ojek Online menggunakan PHP dan memanfaatkan GPS (GMAP) secara Realtime. Aplikasi Ojek Online yang akan kita buat memiliki dua fitur utama, yaitu Jek-Send dan Jek-Ride yang fungsi utamanya mengantarkan penumpang atau barang dengan layanan ojek. Tentu saja ada fitur Pencarian Lokasi, Pemilihan Driver Terdekat, Mengatasi Order Fiktif. Selain itu, dilengkapi juga dengan Halaman Admin yg Mengelola Data Seluruh Sistem, termasuk Monitoring dan Laporan."
    },
    {
      "id": 2,
      "barang": "Jalan Pintas Menjadi Master PHP",
      "toko": "Lukmanul Hakim",
      "harga": "43.800",
      "image": "http://www.tokolokomedia.com/cover/cover5.jpg",
      "sinopsis": "Buku ini membahas bagaimana cara kerja para master PHP di perusahaan dalam membangun proyek website secara profesional. Dikupas secara step by step mulai tahap Planning, Designing, Coding, Testing, Promotion, sampai  Maintenance."
    },
    {
      "id": 3,
      "barang": "Panduan Praktis Menguasai Vue.js",
      "toko": "Lutfi Gani",
      "harga": "65.000",
      "image": "http://www.tokolokomedia.com/cover/cover10.jpg",
      "sinopsis": "Vue.js dibangun dengan pendekatan Approachable yang fokus pada kesederhanaan dan kerapian struktur codingnya - cukup pengetahuan dasar HTML, CSS, dan Javascript - memudahkan pengguna mempelajarinya dengan cepat."
    },
    {
      "id": 4,
      "barang": "Trik Mudah Menguasai OOP dengan PHP",
      "toko": "Akhmad Dharma",
      "harga": "50.000",
      "image": "http://www.tokolokomedia.com/cover/cover4.jpg",
      "sinopsis": "Dalam buku ini, OOP akan dibahas secara praktis menggunakan pemrograman PHP. Dimulai dari Konsep Dasar OOP, Penerapan OOP dalam PHP, Pengolahan Database dengan OOP, sampai dengan Studi Kasus tentang pembuatan Aplikasi Pembayaran Angsuran Bank utuh dengan gaya OOP yang dibahas secara langkah demi langkah."
    },
    {
      "id": 5,
      "barang": "Website Super WOW dengan PHP & jQuery",
      "toko": "Lukmanul Hakim",
      "harga": "57.800",
      "image": "http://www.tokolokomedia.com/cover/cover3.jpg",
      "sinopsis": "Jadi gua harus bilang WOW! gitu? Ya iyalah, karena didalam buku ini dibahas 2 proyek Website sekaligus yang sangat spesial. Tidak hanya itu, Halaman Administratornya juga nggak kalah canggih lho, dengan tampilan keren khas jQuery disertai efek dan interaktifitas tingkat tinggi menjadikannya layak disebut Website Super WOW!"
    },
    {
      "id": 6,
      "barang": "Rahasia Inti Master PHP dan MySQLi",
      "toko": "Lukmanul Hakim",
      "harga": "75.000",
      "image": "http://www.tokolokomedia.com/cover/cover6.jpg",
      "sinopsis": "Selain didukung dengan Trik-Trik terpilih khas Master PHP. Pada bagian akhir disertakan pula Proyek Hebat Membuat CMS dari Nol, dimulai dari Alur, Konsep, Perancangan dan Pembuatannya, dari Halaman Administrator sampai Halaman Pengunjung yang didesain secara Elegan, Cantik, dan Responsive."
    },
    {
      "id": 7,
      "barang": "Konsep & Implementasi Pemrograman Laravel 5",
      "toko": "Awan Pribadi",
      "harga": "75.000",
      "image": "http://www.tokolokomedia.com/cover/cover7.jpg",
      "sinopsis": "Buku ini mencoba membantu Anda untuk mempelajari Laravel dengan cara yang mudah dan menyeluruh (30 BAB). Disajikan dalam bentuk LANGKAH DEMI LANGKAH. Setiap materi disertai STUDI KASUS. Bahkan, ada beberapa materi yang tidak ada dalam dokumentasi resmi LARAVEL."
    },
    {
      "id": 8,
      "barang": "Menguasai Codeigniter: Aplikasi Perpustakaan",
      "toko": "Awan Pribadi",
      "harga": "108.000",
      "image": "http://www.tokolokomedia.com/cover/cover8.jpg",
      "sinopsis": "Buku ini dibagi menjadi dua bagian. Bagian pertama membahas berbagai hal dasar untuk menguasai Codeigniter 3 (Instalasi, Routing, Model, View, Controller, Template Parser, Library, Helper, Database, Form, Session, Validation, Pagination, dsb). Bagian kedua membahas penerapan Codeigniter."
    },
    {
      "id": 9,
      "barang": "Membangun Website dengan Yii Framework",
      "toko": "Sharive",
      "harga": "68.800",
      "image": "http://www.tokolokomedia.com/cover/cover9.jpg",
      "sinopsis": "Yii Framework sebagai salah satu Framework PHP Terbaik tentu memiliki kemampuan dalam menangani fitur-fitur canggih website. Selain sedikit membahas Dasar-Dasar Yii Framework, buku ini juga membahas Teknik Yii Framework Tingkat Lanjut."
    },
    {
      "id": 10,
      "barang": "Jalan Pintas Menjadi Master ReactJS",
      "toko": "Lukmanul Hakim",
      "harga": "90.000",
      "image": "http://www.tokolokomedia.com/cover/cover1.jpg",
      "sinopsis": "Pengen tau caranya bikin Aplikasi Zaman Now? Anda harus kenal dengan ReactJS, sebuah library Javascript untuk membangun User Interface yang dibuat oleh Facebook. Aplikasi yang dibuat ReacJS terlihat super cepat, stabil, responsif, interaktif dan cool."
    },
    {
      "id": 11,
      "barang": "Konsep & Implementasi Pemrograman Laravel 7",
      "toko": "Lukmanul Hakim",
      "harga": "82.000",
      "image": "http://www.tokolokomedia.com/cover/cover11.jpg",
      "sinopsis": "Buku ini akan membantu Anda untuk mempelajari Laravel 7 dengan cara mudah. Disajikan dalam bentuk Langkah Demi Langkah. Setiap materi disertai Studi Kasus. Bahkan, beberapa materi tidak ada dalam dokumentasi resmi Laravel."
    }
  ]
}
